Repository: reblox01/wc-cmi-gateway
Catalog: languages/wc-cmi-gateway-*.po
Languages: fr_fr

source: CMI Payment Gateway requires WooCommerce to be installed and active.
fr_fr: La passerelle de paiement CMI nécessite l'installation et l'activation de WooCommerce.

source: Settings
fr_fr: Paramètres

source: CMI Gateway requires configuration. Please %1$sconfigure your CMI credentials%2$s to start accepting payments.
fr_fr: La passerelle CMI nécessite une configuration. Veuillez %1$sconfigurer vos identifiants CMI%2$s pour commencer à accepter les paiements.

source: CMI Payment Information
fr_fr: Informations de paiement CMI

source: Transaction ID:
fr_fr: ID de transaction :

source: Approval Code:
fr_fr: Code d'approbation :

source: Test Mode
fr_fr: Mode test

source: Live Mode
fr_fr: Mode production

source: Amount below minimum: %s
fr_fr: Montant inférieur au minimum : %s

source: Amount above maximum: %s
fr_fr: Montant supérieur au maximum : %s

source: Currency not supported by CMI
fr_fr: Devise non prise en charge par CMI

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable CMI Payment
fr_fr: Activer le paiement CMI

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors du paiement.

source: This controls the description which the user sees during checkout.
fr_fr: Ceci contrôle la description que l'utilisateur voit lors du paiement.

source: Client ID
fr_fr: ID Client

source: Your CMI merchant ID
fr_fr: Votre ID marchand CMI

source: Store Key
fr_fr: Clé du magasin

source: Your CMI store key
fr_fr: Votre clé de magasin CMI

source: Test mode
fr_fr: Mode test

source: Enable Test Mode
fr_fr: Activer le mode test

source: Place the payment gateway in test mode using test credentials.
fr_fr: Mettre la passerelle de paiement en mode test en utilisant les identifiants de test.

source: Debug log
fr_fr: Journal de débogage

source: Enable logging
fr_fr: Activer la journalisation

source: Log CMI events inside
fr_fr: Enregistrer les événements CMI

source: Supported Currencies
fr_fr: Devises prises en charge

source: Select which currencies you accept for CMI payment
fr_fr: Sélectionnez les devises que vous acceptez pour le paiement CMI

source: Minimum Amount
fr_fr: Montant minimum

source: Minimum transaction amount allowed
fr_fr: Montant minimum de transaction autorisé

source: Maximum Amount
fr_fr: Montant maximum

source: Maximum transaction amount allowed
fr_fr: Montant maximum de transaction autorisé

source: Payment accepted via CMI (verified).
fr_fr: Paiement accepté via CMI (vérifié).

source: Payment failed via CMI (verified).
fr_fr: Paiement échoué via CMI (vérifié).
